{
    "Terrestrial": "Terrestre",
    "Marine": "Marino",
    "Freshwater (=Inland waters)": "Acqua dolce",
    "EX": "Estinto",
    "EW": "Estinto in natura",
    "CR": "In pericolo critico",
    "EN": "In pericolo",
    "VU": "Vulnerabile",
    "NT": "Quasi minacciato",
    "LC": "Minor preoccupazione",
    "DD": "Dati insufficienti",
    "NE": "Non valutato",
    "I": "Indeterminato",
    "K": "Scarsamente conosciuto",
    "Remember me": "Ricordami",
    "Forgot your password?": "Password dimenticata?",
    "Already registered?": "Già registrato?",
    "Register": "Registrati",
    "Cancel": "Annulla",
    "Delete Account": "Elimina Account",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una volta che il tuo account sarà stato eliminato, tutte le relative risorse e i dati verranno eliminati in modo permanente. Prima di eliminare il tuo account, scarica tutti i dati o le informazioni che desideri conservare.",
    "Are you sure you want to delete your account?": "Sei sicuro di voler eliminare il tuo account?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una volta che il tuo account sarà stato eliminato, tutte le relative risorse e i dati verranno eliminati in modo permanente. Inserisci la tua password per confermare che desideri eliminare definitivamente il tuo account.",
    "Update Password": "Aggiorna Password",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account utilizzi una password lunga e casuale per mantenersi al sicuro.",
    "Current Password": "Password attuale",
    "New Password": "Nuova Password",
    "Confirm Password": "Conferma Password",
    "Profile Information": "Informazioni profilo",
    "Update your account's profile information and email address.": "Aggiorna le informazioni del profilo e l'indirizzo email del tuo account.",
    "Name": "Nome",
    "Your email address is unverified.": "Il tuo indirizzo email non è verificato.",
    "Click here to re-send the verification email.": "Clicca qui per inviare nuovamente l'email di verifica.",
    "A new verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al tuo indirizzo email.",
    "Saved.": "Salvato.",
    "range": "Territorio",
    "population": "Popolazione",
    "threats": "Minacce",
    "measures": "Misure di conservazione",
    "use_trade": "Uso e commercio",
    "rationale": "Giustificazione della valutazione",
    "trend_justification": "Giustificazione del trend",
    "taxonomic_notes": "Note tassonomiche"
}